[
    {
        "platform": "Twitch",
        "categories": [],
        "talents": [
            {
                "id": 0,
                "talentCode": "hesus",
                "talent": "JesusAVGN",
                "topic": "Игры",
                "themeColor": "#6441A4",
                "shortDescription": "Постоянное общение с чатом, прохождение свежевышедших игр, много хорроров, реакции на видео на Youtube, обсуждение тем твича и коллабы со стримерами",
                "cardImg": "hesus-card.jpg",
                "date": "03.12.2020",
                "talentURL": "jesusavgn",
                "img": "hesus.jpg",
                "platform": "twitch",
                "text_about": [
                    "<p>JesusAVGN (Хесус) набирал свою первую аудиторию летсплеями на Youtube, где в основном проходил много различных хорроров. Первое время на ютубе Хесус скрывал свое лицо, но в какой-то момент решил задеанониться. Ютуб канал Хесуса не особо активен уже многие годы, так как Хесус перешел с летсплеев на стримы, которые он регулярно (каждый день, практически без пропусков) проводит на его Twitch канале.</p>",
                    "<p>На твиче все еще можно увидеть прохождения игр, но вдобавок к этому появилось больше новых активностей: общение с чатом, реакции на видео и коллаборации с другими стримерами/ютуберами. Хесус общается с ребятами из '89 SQUAD', с ними можно увидеть совместные стримы по хоррорам, майнкрафту и разным другим онлайн-играм, а ещё иногда проводятся совместные IRL-шоу.</p>",
                    "<p>Стримы на твиче проходят почти каждый день ближе к вечеру на протяжении уже многих лет, Хесус действительно стримит практически без пропусков, поэтому ты в любой удобный для себя день может оценить контент этого стримера. Ссылки на твич канал Хесуса и на другие ресурсы, связанные с ним, распологаются немного ниже.</p>"

                ],
                "gallery": [
                    "1.jpg",
                    "2.jpg",
                    "3.jpg",
                    "4.jpg",
                    "5.jpg",
                    "6.jpg"
                ],
                "talent_links": {
                    "twitch_link": "https://www.twitch.tv/jesusavgn",
                    "yt_link": "https://www.youtube.com/user/JesusAVGN",
                    "vk_link": "https://vk.com/jesustwitch",
                    "tg_link": "https://t.me/jesusavgntwitch",
                    "insta_link": "https://www.instagram.com/etozhehesus/"
                },
                "videos_src": [
                    "https://www.youtube.com/embed/mKqMZv2BNfI",
                    "https://www.youtube.com/embed/LaFSnN3HXVY",
                    "https://www.youtube.com/embed/6h8yYs6Qjug",
                    "https://www.youtube.com/embed/PahCTNQKivA",
                    "https://www.youtube.com/embed/x8VM96DEOB8"
                ]
            },
            {
                "id": 1,
                "talentCode": "evelone",
                "talent": "Evelone192",
                "topic": "Игры",
                "themeColor": "#6441A4",
                "shortDescription": "Эвелон стримит CS:GO и делает мини-турниры, смотрит видео, проводит шоу с ребятами из FREAK SQUAD и другими известными личностями",
                "cardImg": "evelone-card.jpg",
                "date": "12.12.2020",
                "talentURL": "evelone192",
                "img": "evelone.jpg",
                "platform": "twitch",
                "text_about": [
                    "<p>Evelone192 (Вадим) начал набирать онлайн на твиче, стримя CS:GO а позже и Fortnite. Большой рост по онлайну произошел весной 2020 года, в разгар коронавируса. В это время Вадим начал проводить различные шоу со своими знакомыми. В то же время Вадя создал 'FREAK SQUAD' — группу на твиче с общей аудиторией, которая состоит из компании друзей, делающих совместный контент и поддерживающих друг друга в стримах.</p>",
                    "<p>Сейчас Эвелон продолжает делать совместный контент со своимии знакомыми, делает много мини-турниров в CS-GO '1x1' и '2x2', куда приглашает других стримеров. Иногда проводит IRL-шоу, например 'Игры Габара', 'Правда или действие' или 'Рассмеши стримера'</p>",
                    "<p>Как и многие другие участники Фрик Сквада, Эвелон стримит по обговоренному расписанию, в большинстве случаев каждый день в 20:00. Иногда Вадим меняется временем своего стрима с Бустером и начинает стрим с 17:00. Всю информацию о предстоящих стримах можно найти в телеграмме Эвелона, который он начал активно вести.</p>"

                ],
                "gallery": [
                    "1.jpg",
                    "2.jpg",
                    "3.jpg",
                    "4.jpg",
                    "5.jpg",
                    "6.jpg"
                ],
                "talent_links": {
                    "twitch_link": "https://www.twitch.tv/evelone192",
                    "yt_link": "https://www.youtube.com/c/Evelone192",
                    "vk_link": "https://vk.com/evelone",
                    "tg_link": "https://t.me/bat9evelone192",
                    "insta_link": "https://www.instagram.com/evelone192/"
                },
                "videos_src": [
                    "https://www.youtube.com/embed/VZTDDuCZ6VM",
                    "https://www.youtube.com/embed/0ZqHG4gWGbo",
                    "https://www.youtube.com/embed/1i9WOY5YKo0",
                    "https://www.youtube.com/embed/2M1nF2W2ps0",
                    "https://www.youtube.com/embed/eFUOZR5lJUs"
                ]
            },
            {
                "id": 2,
                "talentCode": "buster",
                "talent": "Buster",
                "topic": "Игры",
                "themeColor": "#6441A4",
                "shortDescription": "Один из лидирующих стримеров ру-твича по онлайну, участник FREAK SQUAD, человек, который любит маму, а также обладатель большого %$&#@",
                "cardImg": "buster-card.jpg",
                "date": "18.12.2020",
                "talentURL": "buster",
                "img": "buster.jpg",
                "platform": "twitch",
                "text_about": [
                    "<p>Однажны в теле Славы Леонтьева проснулась вторая личность, надела повязку с эмблемой Nike на голову и начала запускать трансляции по Fortnite на Твиче. Так и появился Бустер, стример, набравший более миллиона фолловеров на своем канале за 2020 год, преподнося контент зрителям во время пандемии.</p>",
                    "<p>Слава Бустер начинал набирать свой онлайн, играя в Фортнайт, когда эта игра была еще на пике своей популярности. Ему даже удалось поучаствовать на нескольких лан-турнирах в Москве, где он со своей командой показал неплохие результаты. В то же время он познакомился с Эвелоном и другими ребятами, многих из которых сейчас можно увидеть во Фрик Скваде. Но из-за новых обновлений во Фортнайте, а также из-за увеличивающейся конкуренции, Бустер стал резко уделять меньше времени этой игре на своих трансляциях, после чего перешел на CS:GO и IRL-шоу с Фрик Сквадом.</p>",
                    "<p>Сейчас на канале по прежнему проходят стримы по CS:GO, шоу 'Вечерний Бустер', где Слава собирается со своими друзьями из сквада и говорит о нашумевших новостях. Кроме этого иногда проводятся шоу 'Правда или действие', 'Было не было' или разговорные стримы. Помимо твича, Слава активно занимается своим ютуб каналам, иногда делает тиктоки, приходит на стримы к ребятам из FREAK SQUAD, а пару раз даже снимался в музыкальных клипах.</p>",
                    "<p>Как участник Фрик Сквада, Бустер стримит по обговоренному расписанию: практически каждый день с 17:00 до 20:00 можно увидеть трансляцию на твиче. Помимо этого его можно увидеть на стримах у его друзей. На ютубе ролики выходят в среднем 2 раза в месяц. Ниже будут все ссылки, связанные со Славой.</p>"  

                ],
                "gallery": [
                    "1.jpg",
                    "2.jpg",
                    "3.jpg",
                    "4.jpg",
                    "5.jpg",
                    "6.jpg"
                ],
                "talent_links": {
                    "twitch_link": "https://www.twitch.tv/buster",
                    "yt_link": "https://www.youtube.com/c/Бустер",
                    "vk_link": "https://vk.com/lilbuster",
                    "insta_link": "https://www.instagram.com/busterzy/"
                },
                "videos_src": [
                    "https://www.youtube.com/embed/BtiaZu4orXw",
                    "https://www.youtube.com/embed/NxUDfor0oq4",
                    "https://www.youtube.com/embed/yusV1wJAQP8",
                    "https://www.youtube.com/embed/rqHF0TNA3jQ",
                    "https://www.youtube.com/embed/YZfniOFxh5I"
                ]
            },
            {
                "id": 3,
                "talentCode": "aloha",
                "talent": "ALOHADANCE",
                "topic": "Игры",
                "themeColor": "#6441A4",
                "shortDescription": "Илья Коробкин aka Харьковский гуль, Dead Inside, лучший Morphling Украины и самая большая рыба на твоем покерном столе",
                "cardImg": "aloha-card.jpg",
                "date": "20.12.2020",
                "talentURL": "alohadance",
                "img": "aloha.jpg",
                "platform": "twitch",
                "text_about": [
                    "<p>ALOHADANCE (Илья Коробкин) начал набирать свой онлайн еще в далекие годы на стримах по Dota 2, но добиться успеха у Илья получилось не только на стримах, но и в самой киберспортивной дисциплине. В 2015 году он выступил на 'The International', самом престижном турнире по Доте в составе команды 'Team Empire'. После Алоха присоединился к команде 'Vega Squadron', где выступал несколько лет и в которой больше всего запомнился зрителям как профессиональный игрок.</p>",
                    "<p>Профессиональная карьера Ильи была нестабильна, он часто брал перерывы от про-сцены и полностью уходил в стриминг. У Алохи были моменты, когда он стримил практически круглосуточно на протяжении длительного периода. И это стоило того, ведь ALOHADANCE стал одним из самых популярных стримеров Доты, собирая на каждом стриме толпы зрителей.</p>",
                    "<p>В последнее время на трансляциях часто можно увидеть игру в Покер. В 2019 году Алоху можно было увидеть на турнире по покеру в Сочи. Видимо, это игра серьезно заинтересовала его, и ему удалось добиться успеха и в этой стезе: Илья занял 5 место на турнире Stadium Series, где заработал $41 тысячу, что, в целом, даже не единственное и тем более не последнее достижение Алохи в покере. Также стоит отметить об его игре в покер 1х1 с Папичем, который до своего бана на площадке был одним из самых популярных стримеров RU-твича.</p>",
                    "<p>Стримы на канале проходят довольно таки часто, сейчас на трансляциях можно увидеть в основном Dota 2 или Poker, но иногда бывают и другие игры.</p>"  

                ],
                "gallery": [
                    "1.jpg",
                    "2.jpg",
                    "3.jpg",
                    "4.jpg",
                    "5.jpg",
                    "6.jpg"
                ],
                "talent_links": {
                    "twitch_link": "https://www.twitch.tv/alohadancetv",
                    "yt_link": "https://www.youtube.com/channel/UCwMNQz-VQ_nmuxA0691EXTQ",
                    "vk_link": "https://vk.com/alohadancee",
                    "insta_link": "https://www.instagram.com/alohadanceq"
                },
                "videos_src": [
                    "https://www.youtube.com/embed/H76ccAuhWpk",
                    "https://www.youtube.com/embed/bcyVD8J7XTM",
                    "https://www.youtube.com/embed/na7ymGHNjno",
                    "https://www.youtube.com/embed/2bSMYI-lqL4",
                    "https://www.youtube.com/embed/iVWSsF-jCds"
                ]
            },
            {
                "id": 4,
                "talentCode": "lixxx",
                "talent": "Dmitry_Lixxx",
                "topic": "Игры",
                "themeColor": "#6441A4",
                "shortDescription": "Самый возрастной участник 'FREAK SQUAD', Дима Ликс, ребенок, застрявший в теле человека, которому уже за тридцать",
                "cardImg": "lixxx-card.jpg",
                "date": "21.12.2020",
                "talentURL": "dmitry_lixxx",
                "img": "lixxx.jpg",
                "platform": "twitch",
                "text_about": [
                    "<p>Дмитрий Ликс (a.k.a Лорд Гузлик) начал набирать своих зрителей, записывая ролики на Youtube по Фортнайту. Играя в эту игру, он подружился с другими Fortnine-стримерами, многих из которых сейчас можно увидеть в 'FREAK SQUAD'. К 2020 году Дима Ликс перестал вести активность на ютубе, начав стримить на твиче как один, так и вместе с друзьями. Lixxx самый возрастной человек в компании FREAK SQUAD, но несмотря на это один из самых забавных, его юмор в своем роде уникален. Из всего сквада Дмитрий Ликс чаще всего делает совместный контент с Karavay46 и dinablin.</p>",
                    "<p>Как и многие другие Фортнайт-стримеры, Ликс перешел на другой контент. Сейчас на трансляциях можно увидеть различные шоу, например 'Сто к одному', просмотр роликов Youtube или коллаборации с другими стримерами, чаще всего из Фрик Сквада. Также Дима Ликс начал качать свой скилл в  игре CS:GO, трансляции по которой можно видеть на канале всё чаще. Дима часто старается придумать новый контент для своих зрителей, из необычного было: открытия карточек из Трансформеров, прохождения игр виртуальной реальности, IRL поездка на карете с Диной Блин и многое другое.</p>",
                    "<p>Стримы проходят практически каждый день на Твиче, обычно с 10-12 утра до 2-3 дня. Также Ликса всегда можно увидеть на стримах у других ребят из FREAK SQUAD. Ссылка на Twitch-канал и другие платформы будут ниже.</p>"
                ],
                "gallery": [
                    "1.jpg",
                    "2.jpg",
                    "3.jpg",
                    "4.jpg",
                    "5.jpg",
                    "6.jpg"
                ],
                "talent_links": {
                    "twitch_link": "https://www.twitch.tv/dmitry_lixxx",
                    "yt_link": "https://www.youtube.com/c/DmitryLixxx/",
                    "vk_link": "https://vk.com/dmitrylixxx",
                    "insta_link": "https://www.instagram.com/dima_lixx"
                },
                "videos_src": [
                    "https://www.youtube.com/embed/zmeq3bls38M",
                    "https://www.youtube.com/embed/OsWFvYVA_Hc",
                    "https://www.youtube.com/embed/dgwql22jiL8",
                    "https://www.youtube.com/embed/zQc2xnidTw4",
                    "https://www.youtube.com/embed/s4o91xI2p8s"
                ]
            }
        ]
    }
]